
// 2008

"kDiscoveringDevicesKey"					= "Szukam urządzeń Bluetooth…";
"kDiscoveryCompleteKey"						= "Wyszukiwanie zakończone.";
"kBluetoothIsOffKey"						= "Obsługa Bluetooth na tym komputerze została wyłączona. Włącz Bluetooth, aby kontynuować.";
"kErrorDiscoveringDevicesKey"				= "Wystąpił błąd podczas wyszukiwania urządzeń.";

"kOptionsKey"								= "Opcje";
"kStopKey"									= "Zatrzymaj";
"kStartKey"									= "Uruchom";
"kShowKey"									= "Pokaż";
"kAllDevicesKey"							= "Wszystkie urządzenia";
"kLaptopsKey"								= "Komputery przenośne";
"kClearListKey"								= "Wymaż listę";
"kAudioDevicesKey"							= "Urządzenia audio";

"kConfiguringServicesKey"					= "Konfigurowanie usług";
"kPasskeySelectionKey"						= "Wybór kodu";
"kNumDevicesFoundKey"						= "Szukam urządzeń, znalazłem %@";
"kAutomaticPairAttemptKey"					= "Komputer spróbuje automatycznie połączyć się w parę z tym urządzeniem";

"kSpecifyDeviceKey"							= "Określ urządzenie…";

"kDeviceList_MouseDevicesKey"				= "MYSZY";
"kDeviceList_KeyboardDevicesKey"			= "KLAWIATURY";
"kDeviceList_MobilePhoneDevicesKey"			= "TELEFONY KOMÓRKOWE";
"kDeviceList_AudioDevicesKey"				= "AUDIO";
"kDeviceList_OtherDevicesKey"				= "INNE";
"kDeviceList_ComputerDevicesKey"			= "KOMPUTER";

"kDeviceList_NoDevicesFoundKey"				= "Brak urządzeń";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "Połączenie w parę nie powiodło się. Być może konfiguracja Mac OS X i oprogramowania Bluetooth jest nieprawidłowa lub nieobsługiwana.";
"kPairAttemptFailed3Key"								= "Próba połączenia w parę nie powiodła się. Jeżeli chcesz spróbować innego kodu lub innej metody połączenia, kliknij w przycisk „Opcje kodu”. Możesz także kliknąć w przycisk „Dalej”, aby spróbować ponownie.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Ten komputer jest już połączony w parę z „%@”.";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "Komputer jest już połączony w parę z tym urządzeniem. Czy chcesz usunąć to połączenie i skonfigurować urządzenie ponownie?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "Połączenie w parę nie powiodło się";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Wstęp";
"kSetupDecisionKey"							= "Zaznacz rodzaj urządzenia";
"kConclusionKey"							= "Zakończenie";

"kKeyboardSetupTitleKey"					= "Konfiguracja klawiatury Bluetooth";
"kMouseSetupTitleKey"						= "Konfiguracja myszy Bluetooth";
"kMouseTrackpadSetupTitleKey"				= "Konfiguracja myszy lub gładzika Bluetooth";
"kDeviceSetupTitleKey"						= "Konfiguracja urządzenia Bluetooth";
"kPhoneSetupTitleKey"						= "Konfiguracja telefonu komórkowego Bluetooth";
"kPrinterSetupTitleKey"						= "Konfigurowanie drukarki Bluetooth";
"kHeadsetSetupTitleKey"						= "Konfigurowanie zestawu słuchawkowego Bluetooth";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "Czy na pewno chcesz teraz usunąć Asystenta ustawień?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Po zamknięciu Asystenta ustawień, trzeba będzie ponownie go uruchomić.";
"kUsersKeyboardKey"							= "klawiatura należąca do %@";
"kUsersMouseKey"							= "mysz należąca do %@";
"kUsersTrackpadKey"							= "Gładzik (%@)";
"kRootUsersKeyboardKey"						= "klawiatura admina";
"kRootUsersMouseKey"						= "mysz admina";

"kSetUpAnotherDeviceButtonKey"				= "Skonfiguruj inne urządzenie";
"kAdvancedPasskeyOptionsButtonKey"			= "Opcje kodu…";
"kOtherKey"									= "Inne";
"kGenericKey"								= "Uniwersalny";

// Buttons.

"kOKButtonKey"								= "OK";
"kOpeniSyncButtonKey"						= "Otwórz iSync…";
"kCancelButtonKey"							= "Anuluj";
"kContinueButtonKey"						= "Dalej";
"kIgnoreButtonKey"							= "Ignoruj";
"kSkipButtonKey"							= "Pomiń";
"kQuitButtonKey"							= "Zakończ";
"kNeedAuthenticationTitleKey"				= "Musisz się poprawnie uwierzytelnić, by dokonywać podanych zmian.";
"kNeedAuthenticationExplanationKey"			= "Aby zmienić ustawienia dostępu do Internetu, musisz uwierzytelnić się jako administrator tego komputera. Zdejmij zaznaczenie z tego ustawienia lub kliknij w Dalej, aby uwierzytelnić się ponownie.";

// Device types.

"kMobilePhoneCapsKey"						= "Telefon komórkowy";
"kMobilePhonesCapsKey"						= "Telefony komórkowe";
"kMobilePhoneKey"							= "Telefon komórkowy";
"kMobilePhonesKey"							= "Telefony komórkowe";
"kDeviceKey"								= "Urządzenie";
"kDevicesKey"								= "Urządzenia";
"kMouseKey"									= "Mysz";
"kTrackpadKey"								= "Gładzik";
"kMiceKey"									= "Myszy";
"kKeyboardKey"								= "Klawiatura";
"kKeyboardsKey"								= "Klawiatury";
"kPrinterKey"								= "Drukarka";
"kPrintersKey"								= "Drukarki";
"kHeadsetKey"								= "Zestaw słuchawkowy";
"kHeadphonesKey"							= "Słuchawki";
"kHeadsetsKey"								= "Zestawy słuchawkowe";
"kComputerKey"								= "Komputer";
"kComputersKey"								= "Komputery";
"kPDAKey"									= "Urządzenie kieszonkowe";
"kLANAccessPointKey"						= "Punkt dostępu LAN";
"kTypeKey"									= "Typ";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Nazwa urządzenia: ";
"kServicesPanel_DeviceAddressKey"			= "Adres urządzenia: ";
"kServicesPanel_DeviceTypeKey"				= "Typ urządzenia: ";
"kServicesPanel_DeviceServicesKey"			= "Usługi urządzenia: ";

"kSetupServicesPanel_PhoneTitleKey"			= "Zaznacz usługi, z jakich chcesz korzystać z tym telefonem komórkowym:";
"kSetupServicesPanel_DeviceTitleKey"		= "Wybierz usługi używane z tym urządzeniem:";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"Konfiguruję usługi…";

"kServicesPanel_GatheringInformationTitleKey"		=	"Pobieram informacje o twoim urządzeniu.";
"kServicesPanel_GatheringInformationExplanationKey"	=	"Komputer wymaga informacji, by stwierdzić, jak może z tym urządzeniem współdziałać. To zajmie kilka sekund.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Wystąpił nieznany błąd podczas zbierania informacji o twoim urządzeniu.  Upewnij się, że jest w zasięgu komputera, włączone i „wykrywalne”. Na koniec kliknij w przycisk Dalej, by kontynuować.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Wystąpił błąd podczas pobierania dostępnych usług z urządzenia. Upewnij się, że jest w zasięgu komputera, włączone i „wykrywalne”. Na koniec kliknij w przycisk Dalej, by kontynuować.";
"kServicesPanel_GatheringInformationStatusKey"		=	"Pobieram dodatkowe informacje o tym urządzeniu.";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Pobieranie dodatkowych informacji zakończone.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Asystent ustawień Bluetooth wita serdecznie";
"kWelcomeMachineHasBluetoothKey"			= "Gdy urządzenie pojawi się na liście, zaznacz je i kliknij w Dalej. Jeśli nie zobaczysz go na liście, upewnij się, że jest ono włączone i „wykrywalne”. Więcej informacji znajdziesz w instrukcji obsługi urządzenia.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "Ten komputer nie dysponuje odpowiednim oprzyrządowaniem Bluetooth. Jeżeli moduł Bluetooth został niedawno dodany, upewnij się, że jest on podłączony prawidłowo.\n\nSprawdź podłączenie modułu Bluetooth, aby kontynuować.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "Wystąpił błąd podczas próby wykonania polecenia szukania.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "Uaktualniam nazwę urządzenia…";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "Uaktualniam nazwy %@ urządzeń…";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "Żadna mysz nie jest podłączona.";
"kHIDLess_MouseSmallInstructionTextKey"						= "Asystent ustawień Bluetooth szuka myszy Bluetooth. Jeśli ją znajdzie, zostanie ona połączona w parę z komputerem. Jeśli chcesz używać myszy USB, sprawdź jej kabel.\n\nJeśli próbujesz użyć myszy Bluetooth i nie możesz jej znaleźć, upewnij się, że jest włączona i działa w trybie „wykrywalnym”. Aby włączyć mysz bezprzewodową Apple, przesuń przełącznik na jej spodzie. Jeśli producentem myszy bezprzewodowej nie jest Apple, zapoznaj się z dostarczoną z nią dokumentacją.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "Próbuję połączyć się z myszą #%@ (%@)…";
"kHIDLess_MouseClickContinueButtonTextKey"					= "Łączenie w parę z myszą powiodło się. Aby potwierdzić połączenie, kliknij w Dalej, używając myszy. Jeśli wskaźnik myszy nie porusza się, a w pobliżu jest inna mysz bezprzewodowa, komputer może próbować połączyć w parę z nią.\n\nAsystent ustawień Bluetooth spróbuje ponownie połączyć w parę z myszą za %@ s.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "Łączenie w parę z myszą powiodło się. Aby potwierdzić połączenie, kliknij w Dalej, używając myszy. Jeśli wskaźnik myszy nie porusza się, a w pobliżu jest inna mysz lub gładzik bezprzewodowy, komputer może próbować połączyć w parę z nimi.\n\nKomputer spróbuje ponownie połączyć w parę z myszą za %@ s.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Kliknij w Dalej (%@ s)…";
"kHIDLess_MousePairingFailed1TextKey"						= "Nie udało się utworzyć pary z tą myszą. Komputer ponowi próbę z tą samą myszą za 5 sekund…";
"kHIDLess_MousePairingFailed2TextKey"						= "Nie udało się połączyć w parę z tą myszą. Łączę się w parę z kolejną myszą lub gładzikiem bezprzewodowym…";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "Nie ma połączonej myszy lub gładzika bezprzewodowego.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "Trwa szukanie myszy lub gładzika bezprzewodowego. Jeśli zostaną znalezione, zostaną połączone w parę z komputerem. Jeśli chcesz używać myszy USB, sprawdź jej kabel.\n\nJeśli próbujesz użyć myszy lub gładzika bezprzewodowego i nie możesz ich znaleźć, upewnij się, że są włączone i działają w trybie „wykrywalnym”. Jeśli używasz myszy lub gładzika bezprzewodowego Apple, włącz je. Jeśli producentem myszy lub gładzika bezprzewodowego nie jest Apple, zapoznaj się z dostarczoną z nimi dokumentacją.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "Próbuję połączyć się z gładzikiem nr %@ (%@)…";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "Łączenie w parę z gładzikiem powiodło się. Aby potwierdzić połączenie, kliknij w Dalej, używając gładzika. Jeśli wskaźnik nie porusza się, a w pobliżu jest inna mysz lub gładzik bezprzewodowy, komputer może próbować połączyć w parę z nimi.\n\nKomputer spróbuje ponownie połączyć w parę z gładzikiem za %@ s.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "Nie udało się połączyć w parę z tym gładzikiem. Komputer ponowi próbę z tym samym gładzikiem za 5 sekund…";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "Nie udało się połączyć w parę z tym gładzikiem. Łączę się w parę z kolejną myszą lub gładzikiem bezprzewodowym…";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "Nie ma połączonej klawiatury bezprzewodowej.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "Asystent ustawień Bluetooth szuka klawiatury Bluetooth. Jeśli ją znajdzie, zostanie ona połączona w parę z komputerem. Jeśli chcesz używać klawiatury USB, sprawdź jej kabel.\n\nJeśli próbujesz użyć klawiatury Bluetooth i nie możesz jej znaleźć, upewnij się, że jest włączona i działa w trybie „wykrywalnym”. Jeśli używasz klawiatury bezprzewodowej Apple, włącz ją. Jeśli producentem klawiatury bezprzewodowej nie jest Apple, zapoznaj się z dostarczoną z nią dokumentacją.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "Trwa szukanie klawiatury bezprzewodowej. Jeśli zostanie znaleziona, zostanie połączona w parę z komputerem. Jeśli chcesz używać klawiatury USB, sprawdź jej kabel.\n\nJeśli próbujesz użyć klawiatury bezprzewodowej i nie możesz jej znaleźć, upewnij się, że jest włączona i działa w trybie „wykrywalnym”. Jeśli używasz klawiatury bezprzewodowej Apple, włącz ją. Jeśli producentem klawiatury bezprzewodowej nie jest Apple, zapoznaj się z dostarczoną z nią dokumentacją.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Wpisz następujący klucz na konfigurowanej klawiaturze i wciśnij klawisz Return:\n\n\n\n\n\nProces łączenia w parę zostanie ukończony po wprowadzeniu klucza na klawiaturze.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "Próbuję połączyć się z klawiaturą #%@ (%@)…";
"kHIDLess_KeyboardConnectedTextKey"							= "Nawiązane zostało połączenie z klawiaturą #%@ (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "Utworzenie pary z klawiaturą zakończyło się sukcesem.\n\nWciśnij klawisz Return, gdy będzie można kontynuować.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Wystąpił błąd uwierzytelnienia. Kody nie pokrywały się.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "Wystąpiło przekroczenie limitu czasu oczekiwania na połączenie. Upewnij się, czy wpisujesz prawidłowy kod i wciśnij klawisz Return.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "Nie udało się skojarzyć pary z tą klawiaturą. Komputer ponowi próbę z tą samą klawiaturą za 5 sekund…";
"kHIDLess_KeyboardPairingFailedTextKey"						= "Nie udało się połączyć w parę z tą klawiaturą. Komputer ponowi próbę za 5 sekund…";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Należy znaleźć i zaznaczyć urządzenie na liście zanim będzie można kontynuować.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "Żadne urządzenie nie jest zaznaczone";

"kPair_Mouse_PairingAttemptSucceededKey"		= "Kojarzenie w parę tego komputera i tej myszy zakończyło się sukcesem.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "Łączenie w parę komputera i gładzika zakończyło się pomyślnie.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "Kojarzenie w parę tego komputera i tej klawiatury zakończyło się sukcesem.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Błąd: żadne urządzenie nie zostało określone w poprzednim panelu.";
"kPair_General_PairingAttemptToPairKey"			= "Próbuję kojarzyć parę z „%@”.";
"kPair_General_ConnectingToDeviceKey"			= "Łączę się z „%@”.";
"kPair_General_ConnectionEstablishedKey"		= "Połączenie zostało ustanowione.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "Szukam myszy - znalazłem %@.";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Należy znaleźć i zaznaczyć mysz na liście zanim będzie można kontynuować.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "Żadna mysz nie jest zaznaczona.";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "Gdy mysz pojawi się na liście, zaznacz ją i kliknij w Dalej. Jeśli nie zobaczysz jej na liście, upewnij się, że jest włączona i „wykrywalna”. Jeśli używasz myszy bezprzewodowej Apple, włącz ją, przesuwając przełącznik na jej spodzie.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "Żadne myszy nie zostały znalezione. Upewnij się, że mysz jest „wykrywalna”.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "Szukam Twojej myszy";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "Szukam myszy lub gładzików bezprzewodowych - znalazłem %@.";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "Nie znaleziono żadnej myszy ani gładzika bezprzewodowego. Upewnij się, że są one „wykrywalne”.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "Szukam klawiatur - znalazłem %@.";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Należy znaleźć i zaznaczyć klawiaturę na liście zanim będzie można kontynuować.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "Żadna klawiatura nie jest zaznaczona.";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "Gdy klawiatura pojawi się na liście, zaznacz ją i kliknij w Dalej. Jeśli nie zobaczysz jej na liście, upewnij się, że jest włączona i „wykrywalna”. Jeśli używasz klawiatury bezprzewodowej Apple, włącz ją.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "Żadne klawiatury nie zostały znalezione. Upewnij się, że klawiatura jest „wykrywalna”.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "Szukam Twojej klawiatury";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Upewnij się, że poniższa liczba wyświetlona jest na łączonym w parę urządzeniu.";
"kPair_SSPNumCmp_StatusTextKey"					= "Jeżeli ta liczba została wyświetlona na drugim urządzeniu, kliknij w przycisk „Dalej”, aby zakończyć proces łączenia w parę. Jeśli nie, kliknij w przycisk „Wróć”, aby spróbować ponownie.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Wpisz poniższą liczbę na łączonym w parę urządzeniu i naciśnij klawisz Return.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Łączę w parę z urządzeniem Bluetooth";
"kPair_Device_InstructionTextKey"				= "Urządzenie może poprosić o wprowadzenie kodu. Sprawdź, czy urządzenie jest gotowe do przyjęcia kodu; jeśli tak, wprowadź w nim następujący kod:\n\n\n\n\nPo wprowadzeniu kodu do urządzenia, proces łączenia go w parę z komputerem zostanie zakończony.";
"kPair_Device_ClickContinueToSetupKey"			= "Kliknij w Dalej, by skonfigurować usługi dostępne w tym urządzeniu.";
"kPair_Device_PairingAttemptFailed1Key"			= "Nie można skojarzyć w parę Twojego urządzenia. Kliknij w Dalej, by spróbować ponownie.";
"kPair_Device_PairingAttemptFailed2Key"			= "Próba skojarzenia pary nie powiodła się. Upewnij się, czy twoje urządzenie jest w zasięgu komputera, włączone oraz „wykrywalne”. Gdy będzie gotowe, kliknij w Dalej, by spróbować ponownie.";
"kPair_Device_PairingAttemptFailed3Key"			= "Próba połączenia w parę nie powiodła się. Jeśli używasz kodu, upewnij się, że wpisujesz go poprawnie w urządzeniu. Na koniec kliknij w przycisk „Dalej”, aby spróbować ponownie.";
"kPair_Device_PairingAttemptFailed18Key"		= "Próba połączenia w parę nie powiodła się. Urządzenie odrzuca próby połączenia. Zapoznaj się z dostarczoną z nim dokumentacją. Następnie kliknij w Dalej, aby spróbować ponownie.";
"kPair_Device_PairingAttemptSucceededKey"		= "Kojarzenie w parę tego komputera i urządzenia zakończyło się sukcesem.";
"kPair_Device_AlreadyPairedKey"					= "Ten komputer i to urządzenie są już skojarzone w parę.";
"kPair_Device_GatheringServiceInformationKey"	= "Zbieram informacje o usługach Twojego urządzenia.";
"kPair_Device_GatheringInformationKey"			= "Zbieram dodatkowe informacje o twoim urządzeniu.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "Komputer użyje pustego hasła do utworzenia pary z twoim urządzeniem.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Nie udało się zachować ustawień sieci.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Nie można było zachować ustawień sieci Bluetooth.";
"kDialupErrorSavingSerialTitleTextKey"			= "Nie udało się zachować ustawień sieci.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "Zmiany w konfiguracji sieci nie mogły być zachowane.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Aby uzyskać dostęp do internetu przy użyciu tego urządzenia, należy podać poniższe informacje.";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Użytkownik:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Hasło:";
"kInternetAccess_APNTextFieldLabelKey"				= "APN:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Numer telefonu:";
"kInternetAccess_GPRSExampleKey"					= "Na przykład, *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Asystent ustawień Bluetooth nie może skonfigurować urządzenia jako modemu, gdyż nie jest dostępny interfejs Bluetooth. Otwórz preferencje sieci, aby go dodać.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Używaj iSync do przenoszenia kontaktów i wydarzeń";
"kConclusionPanelUseFileTransferKey"				= "Użyj do przesyłania plików";
"kConclusionPanelUseAddressBookKey"					= "Użycie z Książką adresową";
"kConclusionPanelUseAsHIDDeviceKey"					= "Użyj jako urządzenia wprowadzania";
"kConclusionPanelUseInternetKey"					= "Dostęp do Internetu";
"kConclusionPanelUseSerialPortKey"					= "Utworzony został komputerowy port szeregowy";
"kConclusionPanelUseAsPANDeviceKey"					= "Użyj jako sieci osobistej (PAN)";
"kConclusionPanelUseAsAudioOutputKey"				= "Użyj jako urządzenia wyjścia dźwięku";
"kConclusionPanelUseAsAudioInputKey"				= "Użyj jako urządzenia wejścia dźwięku";
"kConclusionPanelDevicePairedKey"					= "Zestawienie w parę zakończyło się sukcesem";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "W tym urządzeniu nie znaleziono żadnych obsługiwanych usług.";
"kConclusionPanelFailedNoServicesTitleKey"			= "Urządzenie Bluetooth nie zostało skonfigurowane z komputerem.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "Komputer i telefon komórkowy są skonfigurowane następująco:";
"kConclusionPanelDeviceSummaryTitleKey"		= "Komputer i urządzenie są skonfigurowane następująco:";

"kConclusionPanelMobilePhoneSetupKey"		= "Gratulujemy! Telefon jest teraz skonfigurowany do użycia funkcji Bluetooth komputera.";
"kConclusionPanelKeyboardSetupKey"			= "Gratulujemy! Twój komputer jest skonfigurowany do pracy z klawiaturą Bluetooth.";
"kConclusionPanelMouseSetupKey"				= "Gratulujemy! Twój komputer jest skonfigurowany do pracy z myszą Bluetooth.";
"kConclusionPanelTrackpadSetupKey"			= "Gratulujemy! Komputer jest skonfigurowany do pracy z gładzikiem Bluetooth.";	
"kConclusionPanelOtherDeviceKey"			= "Gratulujemy! Twój komputer jest skonfigurowany do pracy z urządzeniem Bluetooth.";
"kConclusionPanelKeyboardAndMouseKey"		= "Gratulujemy! Twój komputer jest skonfigurowany do pracy z klawiaturą i myszą Bluetooth.";
"kConclusionPanelPrinterSetupKey"			= "Gratulujemy! Twój komputer jest skonfigurowany do pracy z drukarką Bluetooth.";
"kConclusionPanelHeadsetSetupKey"			= "Gratulujemy! Twój komputer jest skonfigurowany do pracy z zestawem słuchawkowym Bluetooth.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Gratulujemy! Twój komputer jest teraz skonfigurowany do użycia zestawu słuchawkowego Bluetooth iPhone.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Gratulujemy! Komputer jest skonfigurowany do pracy z iPhone'em.";
"kConclusionPanelMouseSetupSkippedKey"		= "Do komputera jest podłączona mysz. Konfigurowanie połączenia Bluetooth nie jest już konieczne.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "Do komputera jest podłączona mysz. Konfigurowanie myszy lub gładzika Bluetooth nie jest już konieczne.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "Do komputera jest podłączona klawiatura. Konfigurowanie połączenia Bluetooth nie jest już konieczne.";
"kConclusionPanelSetupInterruptedKey"		= "Proces konfigurowania urządzenia został przerwany.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "Asystent ustawień nie mógł skonfigurować zestawu słuchawkowego. Spróbuj skonfigurować go ponownie.";
"kConclusionPanelFailedSetupErrorKey"		= "Wystąpił błąd podczas ustawiania urządzenia (0x%x). Spróbuj ustawić je ponownie.";
"kConclusionPanelFailedNoServicesTextKey"	= "W twoim urządzeniu są usługi, których nie można skonfigurować. Może to być spowodowane tym, że niektóre z nich nie są w tym urządzeniu włączone lub urządzenie może nie mieć usług, które muszą być skonfigurowane z komputerem. Sprawdź w dokumentacji dostarczonej z urządzeniem.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Żadna z usług dostępnych dla urządzenia Bluetooth nie została skonfigurowana.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "By zmienić jedno z ustawień, należy ponownie uruchomić asystenta.";


